Revit 2027 API
CustomFieldData.FieldTooltip Property
 The tooltip that will be shown in the schedule properties dialog for this custom field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FieldTooltip { get; }
Public ReadOnly Property FieldTooltip As String
	Get
public:
property String^ FieldTooltip {
	String^ get ();
}
member FieldTooltip : string with get
Property Value
String
See Also
Reference
CustomFieldData Class
Autodesk.Revit.DB Namespace